Autodesk.Revit.DB.LinkOriginFileType
Enum determining whether the source type of a temporary rvt link is an ifc or axm file
Since:
2022
Since:
2022

Autodesk.Revit.DB.LinkOriginFileType.AXM
The original link file is an axm file.

Autodesk.Revit.DB.LinkOriginFileType.RVT
Default RVT, curently only support ifc and axm.